{
  "title": "A Relaxing Weekend in the Yard",
  "paragraphs": [
    {
      "sentences": [
        {
          "english": "Plants are amazing!",
          "chinese": "植物太神奇了！"
        },
        {
          "english": "Within a tiny seed, there is life.",
          "chinese": "在小小的一颗种子之内，蕴含着生命。"
        },
        {
          "english": "First, the root grows to collect water.",
          "chinese": "首先，根生长出来以收集水分。"
        },
        {
          "english": "Then, the water travels up the stem to each green leaf.",
          "chinese": "接着，水分沿着茎传送到每一片绿叶。"
        },
        {
          "english": "This is a natural process.",
          "chinese": "这是一个自然的过程。"
        }
      ]
    },
    {
      "sentences": [
        {
          "english": "You can think of a leaf as a small workshop.",
          "chinese": "你可以把叶子想象成一个小型车间。"
        },
        {
          "english": "It takes in sunlight and oxygen comes out!",
          "chinese": "它吸收阳光，然后释放出氧气！"
        },
        {
          "english": "During the day, the leaves mix water and air to produce sugar.",
          "chinese": "白天，叶子将水和空气混合来生产糖。"
        },
        {
          "english": "This \"food\" is the product of their hard work.",
          "chinese": "这种\"食物\"就是它们辛勤工作的产品。"
        },
        {
          "english": "Though plants rest when it is dark, they soon rise and grow again when the sun comes up.",
          "chinese": "虽然在黑暗时植物会休息，但太阳一升起，它们很快就会上升（抬头）并再次生长。"
        }
      ]
    },
    {
      "sentences": [
        {
          "english": "Plants are the key to human health.",
          "chinese": "植物是人类健康的关键。"
        },
        {
          "english": "We breathe because of them!",
          "chinese": "因为它们，我们才能呼吸！"
        },
        {
          "english": "Some people prefer to grow rose flowers or bamboo, while others grow cotton or corn.",
          "chinese": "有些人更喜欢种玫瑰或竹子，而另一些人则种棉花或玉米。"
        },
        {
          "english": "Did you know corn silk is used in some culture?",
          "chinese": "你知道在某些文化中会用到玉米须吗？"
        },
        {
          "english": "It's no secret that nature is important.",
          "chinese": "大自然很重要，这早已不是什么秘密了。"
        }
      ]
    },
    {
      "sentences": [
        {
          "english": "This weekend, my husband (an adult who loves nature) and I are in the yard.",
          "chinese": "这个周末，我和我的丈夫（一个热爱大自然的成年人）在院子里。"
        },
        {
          "english": "We relax and chat about the news.",
          "chinese": "我们一边放松，一边聊天说些新闻。"
        },
        {
          "english": "We drink coffee and eat a biscuit.",
          "chinese": "我们喝着咖啡，吃着饼干。"
        },
        {
          "english": "One quarter of our yard is full of flowers.",
          "chinese": "我们院子的四分之一都种满了花。"
        },
        {
          "english": "It is a great way to connect with nature, just like being in a small rainforest!",
          "chinese": "这是一个与自然连接的好方法，就像待在一个微型雨林里一样！"
        }
      ]
    }
  ]
}
